[{"text": "I had no personal vanity . 9, The woman is always feeling after vanity. ... 11, He played up to the old lady's vanity to get her support. 12, The invitation to head the committee flattered his vanity and he agreed.", "mood": "raw_note"}, {"text": "it’s okay to be pluralistic , I am a telugu first , then an indan.", "mood": "raw_note"}, {"text": "2 [mass noun] informal influence or power, especially in politics or business: I knew she carried a lot of clout.", "mood": "raw_note"}, {"text": "I wrote several drafts as far back as my time at the college during my final year.", "mood": "raw_note"}, {"text": "the ability to think and behave in a normal and rational manner; sound mental health: I began to doubt my own sanity.", "mood": "raw_note"}, {"text": "You know, where you go what you do. I am always here accepting you.", "mood": "raw_note"}, {"text": "* I literally like avant-garde approach to clothes. it is one of my idiosyncrnacies.", "mood": "raw_note"}, {"text": "Things might go different in future, but i know how to protect what’s mine. I never lose that’s mine.", "mood": "raw_note"}, {"text": "I think framing can be a bit of an arch conceit. But done well? Chef’s kiss.", "mood": "raw_note"}, {"text": "I wanted to be here with you, and it’s killing me to know that you’re never believe that.", "mood": "raw_note"}, {"text": "I mean presumably,the biggest part of your job is done.", "mood": "raw_note"}, {"text": "No matter what I do though, It’s not gonna get any better.", "mood": "raw_note"}, {"text": "I got this close to him and monica kneed me in the back", "mood": "raw_note"}, {"text": "i wish i’d known you were going to do that. I ordered Chinese.", "mood": "raw_note"}, {"text": "• Eons - an immeasurably or indefinitely long period of time : age I haven't seen him in eons.", "mood": "raw_note"}, {"text": "• I am in need of assiduation : be required of necessity", "mood": "raw_note"}, {"text": "I admire your effort , don't con a con man 😌", "mood": "raw_note"}, {"text": "Love...!  Why should it make any sense.. it's just a an unknown feeling I guess.", "mood": "raw_note"}, {"text": "You know. I wonder. Is it that closer you are to death , the more you need to be about life? About the stuff you know or you think you know? Because it can be sacry to get old. Is it?", "mood": "raw_note"}, {"text": "Wait .. I don't understand.. walk us through it", "mood": "raw_note"}, {"text": "Can I get a Grande drip, and a decad triple gande,nonfat , extra- hot , stirred , no-foam caramel Macchiato, with whipped cream , extra caramel, and fill that 70 percent of the way.", "mood": "raw_note"}, {"text": "Disappointing, that's an interesting word . It suggests expectations that were unmet. My expectations of your department were, were low to begin with,and I can assure you that you have met those expectations at every turn.", "mood": "raw_note"}]